Repository: jreidinger/gettext_activerecord
Catalog: po/*/gettext_activerecord.po
Languages: uk

source: Validation failed: %{error_messages}
uk: Перевірка правильності завершилась невдачею: %{error_messages}

source: %{attribute} is not included in the list
uk: %{attribute} не включено в перелік

source: %{attribute} is reserved
uk: %{attribute} зарезервовано

source: %{attribute} is invalid
uk: %{attribute} недійсний

source: %{attribute} doesn't match confirmation
uk: %{attribute} не підтверджено

source: %{attribute} must be accepted
uk: %{attribute} необхідно прийняти

source: %{attribute} can't be empty
uk: %{attribute} не може бути пустим

source: %{attribute} can't be blank
uk: %{attribute} не може бути пустим чи невизначеним

source: %{attribute} is too long (maximum is %{count} characters)
uk: %{attribute} задовгий (має бути щонайбільше %{count} символів)

source: %{attribute} is too short (minimum is %{count} characters)
uk: %{attribute} закороткий (має бути щонайменше %{count} символів)

source: %{attribute} is the wrong length (should be %{count} characters)
uk: %{attribute} неправильна довжина (має бути %{count} символів)

source: %{attribute} has already been taken
uk: %{attribute} вже зайнято

source: %{attribute} is not a number
uk: %{attribute} не є числом

source: %{attribute} must be greater than %{count}
uk: %{attribute} має бути більше, ніж %{count}

source: %{attribute} must be greater than or equal to %{count}
uk: %{attribute} має бути щонайменше %{count}

source: %{attribute} must be equal to %{count}
uk: %{attribute} має бути %{count}

source: %{attribute} must be less than %{count}
uk: %{attribute} має бути менше, ніж %{count}

source: %{attribute} must be less than or equal to %{count}
uk: %{attribute} має бути щонайбільше %{count}

source: %{attribute} must be odd
uk: %{attribute} має бути непарним

source: %{attribute} must be even
uk: %{attribute} має бути парним
